Revit 2027 API
GroupLoadOptions.IncludeGrids Property
 True if grids should be brought in from the input file, false otherwise. The default value is false.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IncludeGrids { get; set; }
Public Property IncludeGrids As Boolean
	Get
	Set
public:
property bool IncludeGrids {
	bool get ();
	void set (bool value);
}
member IncludeGrids : bool with get, set
Property Value
Boolean
See Also
Reference
GroupLoadOptions Class
Autodesk.Revit.DB Namespace